
<html>
<head>
  
   <title>Marta Jakimowicz: On The Edge Of Volume</title>
</head>
<body text="#000000" bgcolor="#CCCCCC" link="#0000FF" vlink="#800080" alink="#0000FF">
<div ALIGN=right><table CELLSPACING=0 CELLPADDING=0 WIDTH="100%" >

<tr ALIGN=RIGHT VALIGN=TOP>
<td ALIGN=LEFT VALIGN=TOP WIDTH="80%" HEIGHT="100%">
<h2>
Kiran Subbaiah/ Texts about KS/</h2>
<u><font size=+2>Marta Jakimowicz: On The Edge Of Volume (extract)</font></u><u><font size=+2></font></u>
<p><a href="others_text.htm"><img SRC="back.gif" BORDER=0 height=19 width=19></a><a href="others_text.htm">Index:
Texts about KS</a>
<br>&nbsp;
<br>&nbsp;

<p>Kiran Subbaiah takes a close but mischievous glance at little, banal,
clumsy things. He registers their obvious functional aspects in order to
locate contradictions – intrinsic or induced in them. Operating somewhere
between double visual symbolism, its conceptual consequences and sheer
poetry, through understated and ambiguous indications and light but cerebral
humor, he lets these humble objects reveal playful absurdities, paradoxes
and impossibilities on the one hand and on the other yielding endearing
fantasy and lyricism, as though the most pedestrian of the practical gained
calm yearning to transgress into flights of imagination. Doomed to failure
and yet in its very existence admirable. Eventually it is sensations, emotions
and aspirations that arrested here hesitantly, but turn significant enough
to bear on the phenomena of perception....
<br>As the images/signs stand for a meaning other than themselves, the
artist counts on the viewer to connect them and expand, to complete their
barely marked and deliberately unfinished implications.

<br>&nbsp;
<br>&nbsp;

<i>
<p>A la Frontiere Du Volume (extrait)
<p>Kiran Subbaiah s'int&eacute;resse, avec un clin d'œil, &agrave; des
objets insignifiants, ordinaires, gauches, quotidiens pour d&eacute;couvrir
leurs contradictions intrins&egrave;ques ou provoqu&eacute;s. Travaillant
avec le double symbolisme visuel, il pousse ces humbles objets &agrave;
r&eacute;v&eacute;ler des paradoxes et des impossibilit&eacute;s espi&egrave;gles
d'une part, et d'autre part &agrave; faire ressortir le lyrisme et la fantasie
qui
<br>nous sont si chers, comme si, la plus prosa&iuml;que des choses d&eacute;volppait
un d&eacute;sir intense de s'envoler sur les ailes de l'imagination. Ce
projet est ind&eacute;niablement vou&eacute; a l'&eacute;chec mais reste
poutant admirable....
<p>Comme les signes/images &eacute;voquent une signification tout autre,
l'artiste compte sur l'observation pour les int&eacute;grer et pour en
retrouver une signification. Ses œuvres laiss&eacute;es delib&eacute;r&eacute;ment
inachev&eacute;es poussent l'observateur a &eacute;largir et compl&eacute;ter
la signification.

</i>
<br>&nbsp;
<p>Marta Jakimowicz-Karle 2001
<p>&copy; Sakshi Gallery &amp; Alliance Fran&ccedil;aise de Bangalore.
<br>&nbsp;
<br>&nbsp;
<p><a href="others_text.htm"><img SRC="back.gif" BORDER=0 height=19 width=19></a><a href="others_text.htm">Index:
Texts about KS</a></td>

<td ALIGN=RIGHT VALIGN=TOP>
<img SRC="antikiran-logo.jpg" BORDER=0 height=100 width=100> 
</td>
</tr>
</table></div>

</body>
</html>
