<html>
<head>
<title>Kiran Subbaiah: La R&eacute;alit&eacute; et le Miroir</title>
</head>
<body text="#000000" bgcolor="#CCCCCC" link="#0000FF" vlink="#800080" alink="#0000FF"><div ALIGN=right><table CELLSPACING=0 CELLPADDING=0 WIDTH="100%" >
<tr ALIGN=RIGHT VALIGN=TOP>
<td ALIGN=LEFT VALIGN=TOP WIDTH="80%" HEIGHT="100%">
<h2>
Kiran Subbaiah/Texts about KS/ 
<p>
<u>La R&eacute;alit&eacute; et le Miroir</u></h2>

<p><br><a href="others_text.htm"><img SRC="back.gif" BORDER=0 height=19 width=19>Index:Textes sur KS</a>
<br>&nbsp;
<p>Lorsque nous somme dans la salle de bain avec la porte ferm&eacute;e,
des paroles inopportunes nous &eacute;chappent. M&ecirc;me si nous ne sommes
pas d&eacute;shabill&eacute;s, pyschologiquement nous somme nus. La mani&egrave;re
dont nous nous comportons face au miroir de la salle de bain ast la v&eacute;ritable
nature de notre attitude parce que nous savons ce qui se passe dans notre
t&ecirc;te, nous n'avons plus besoin de pr&eacute;tendre. Nous sommes &agrave;
la fois spectateur et acteur. Exposition et observation apparaissant simultan&eacute;ment.
Parler dans le miroir est probablement la plus &eacute;loquente forme d'impovisotion
que l'on ait jamais connue.
<p><i>Soudainement, comme une lance venent de nulle part, quelqu'un lance
une attaque sur votre personne. Avec vos r&eacute;flexes aiguis&eacute;s,
vous &eacute;vitez la trajectoire du projectile, puis avec un gracieux
mouvement des mains vous attrapez l'arme et la redonnez &agrave; son envoyeur.</i>
<p>De telles acrobaties et de telles conersations qui se passent devant
le miroir dans la salle de bain ne sont jamais r&eacute;fl&eacute;chies
dans la r&eacute;alit&eacute;. Elles peuvent &ecirc;tre rejou&eacute;es,
puis film&eacute;es et captur&eacute;es en vid&eacute;o mais ce n'est&nbsp;
jamais, jamais la m&ecirc;me chose.
<br>&nbsp;
<br>&nbsp;
<br>&nbsp;
<p><i>Textes traduits des vid&eacute;os originales</i>
<p><a href="others_text.htm"><img SRC="back.gif" BORDER=0 height=19 width=19>Index:Textes sur KS</a>
<br>&nbsp;</td>

<td ALIGN=RIGHT VALIGN=TOP>
<div align=right><object codeBase=http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=5,0,0,0       classid=clsid:D27CDB6E-AE6D-11cf-96B8-444553540000 width=170 height=700><param NAME="movie" VALUE="intro.swf"><param NAME="quality" VALUE="high"><param NAME="salign" VALUE="RT"><param NAME="bgcolor" VALUE="#CCCCCC"><embed src="intro.swf" quality=high salign=RT bgcolor=#CCCCCC    
          WIDTH=200 HEIGHT=700 TYPE="application/x-shockwave-flash"       
      PLUGINSPAGE="http://www.macromedia.com/shockwave/download/index.cgi?P1_Prod_Version=ShockwaveFlash"></embed></object></div>
</td>
</tr>
</table></div>

</body>
</html>
